Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2010/3.valgmanntall.pdf.tmx
Source language: nob
Languages: sme

source: Det kan være verdt å merke seg at disse seks kommunene er de samme seks kommunene som opprinnelig utgjorde forvaltningsområdet for samisk språk da dette området ble formelt etablert ved lov i 1989. Forvaltningsområdet er senere utvidet til også å omfatte to andre kommuner i STN-området, nemlig Tysfjord og Lavangen (jamfør samelovens § 3 med tilhørende forskrift).
sme: Lea mearkkašan veara ahte dát guhtta suohkana leat seamma guhtta suohkana mat álgoálggus dahke Sámegiela hálddašanguovllu dalle go guovllu almmolaččat lága bokte ásahedje jagi 1989. Hálddašanguovllu leat maŋŋel viiddidan nu ahte dat maiddái sisttisdoallá guokte eará suohkana SED-guovllus, namalassii Divttasvuona ja Loabáha (buohtastahte sámelága § 3 ja dasa gullevaš ásahusaid).

source: I tillegg er Snåsa kommune innlemmet i språkområdet.
sme: Lassin dasa lea dál Snoase suohkan maiddái oassin giellaguovllus.

source: Totalt er det 13 kommuner hvor antallet i Sametingets valgmanntall utgjorde minst 10 % av antallet stemmeberettigede ved stortingsvalget i 2009. Alle disse 13 kommunene inngår i sin helhet i STN-området.
sme: Obbalaččat leat 13 suohkana main lohku Sámedikki jienastuslogus dagai unnimusat 10 % dan logus mii muitala geain lea jienastanlohpi stuoradiggeválggain 2009. Buot dát 13 suohkana leat ollislaččat oassin SEDguovllus.

source: I den motsatte enden viser det seg at alle de seks kommunene som har en score på mindre enn 5 % i dette henseende, er kommuner som bare er delvis med i STN-området.
sme: Nuppe geažis čájehuvvo ahte visot dat guhtta suohkana, main lohku lei unnit go 5 % dán oktavuođas, leat suohkanat mat duššo belohahkii leat oassin SED-guovllus.

source: Det understrekes for ordens skyld at det å sammenligne valgmanntall på denne måten rimeligvis gir mest mening i kommuner som er 100 % inkludert i STNområdet.
sme: Čorgatvuođa dihte deattuhit ahte go dáinna lágiin buohtastahttit jienastusloguid, de diehttelasatge addá eanemus čielggasvuođa suohkaniin mat leat 100 % oassin SED-guovllus.

source: Samlet sett impliserer likevel informasjonen i tabell 3.6 at det i hvert fall et stykke på vei er samsvar mellom kommuners antall og andel innmeldte i Sametingets valgmanntall og deres tilhørighet til STN-området.
sme: Ollislaččat mielddisbuktá aŋkke diehtu Tabealla 3.6 ahte suohkaniid lohku ja sin oassi geat leat čálihuvvon Sámedikki jienastuslohkui ja sin gullevašvuohta SED-guvlui goit muhtin muddui oktiivástidit.

source: På den andre siden: STN-området er på ingen måte noe statisk område.
sme: Nuppe dáfus: SED-guovlu ii leat mainnage lágiin stáhtalaš guovlu.

source: Området er blitt utvidet en rekke ganger siden dets forløper – det geografiske virkeområdet for Samisk utviklingsfond (SUF) – ble etablert i 1976. I årboka Samisk statistikk 2010 (Statistisk sentralbyrå, 2010) finnes en oversikt over hvordan antall kommuner som helt eller delvis inngår i det definerte området, har økt fra 5 i 1976 til 26 i 2009. Også dette er aspekter som det er grunnlag for å utforske nærmere, både når det gjelder utgangspunkt og konsekvenser.
sme: Guovllu leat ollu gerddiid viiddidan dan rájes go dan ovdavázzi – Sámi ovdánahttinfoandda (SOF) geográfalaš doaibmaguovllu – ásahedje jagi 1976. Jahkegirjjis Sámi statistihkka (Statistihkalaš guovddášdoaimmahat, 2010) leat listtut mat muitalit movt suohkaniid logut, mat ollislaččat dahje belohahkii gullet dan definerejuvvon guvlui, leat lassánan viđa rájes jagi 1976 gitta 26 rádjái jagi 2009. Maiddái dát leat oasit maid lea vuođđu guorahallat lagabui, sihke vuolgindási ja váikkuhusaid ektui.

source: Snåsa kommune inngår ikke i STN-området.
sme: Snoase suohkan ii leat oassi SED-guovllus.

source: I tabell 3.4 er det likevel tatt med at Snåsas 53
sme: Tabealla 4 leat goitge váldán mielde ahte Soanse iežas 53,

source: innmeldte i Sametingets valgmanntall i 2009 tilsvarte 3 % av kommunens antall stemmeberettigede ved stortingsvalget i 2009. For øvrig kan det bemerkes at de seks førstnevnte kommunene også er de samme seks kommunene der det var flest respondenter som i en bredt anlagt helse- og levekårsundersøkelse i kommuner med samisk og norsk bosetning i 2003/2004, oppga å ha en samisk tilhørighet (Lund et al., 2007).
sme: mat ledje čálihuvvon Sámedikki jienastuslohkui 2009, loguid dáfus dagai 3 % dain geain suohkanis lei riekti jienastit stuoradiggeválggas 2009. Muđui vástidit dat guhtta suohkana maid álggos namuheimmet, dan seamma guhtta suohkana gos eanemus respondeanttat, muhtin viidát biddjon dearvvašvuođa- ja birgenlágiguorahallamis suohkaniin main orro sápmelaččat ja dáččát 2003/2004 (SAMINOR-guorahallan), dieđihedje ahte sis lea sámi gullevašvuohta(Lund et al., 2007).

source: Det hører med i dette bildet at blant kommuner utenfor STN-området kom kommunene Vadsø
sme: Dán oktavuhtii gullá maiddái ahte suohkaniid gaskkas olggobealde SED-guovllu ožžo

source: og Hammerfest best ut med en score på henholdsvis 7 % og 8 % i 2009.
sme: Čáhcesuolu ja Hámmárfeasta alimus loguid, 7 % ja 8 % jagi 2009.

source: 3.4 Valgmanntallets kjønns- og aldersfordeling
sme: 3.4. Jienastuslogu sohkabeale- ja ahkejuohku

source: 3.4.1 Kvinneandelen totalt 2001–2009 og per krets 2001–2005
sme: 3.4.1 Nissonoassi oktiibuot 2001-2009 ja biriin 2001-2005

source: Det foreligger ikke sikre tall for valgmanntallets kjønnsfordeling ved de tre første sametingsvalgene (Sametinget, 2001).
sme: Jienastuslogu sohkabealejuhkui eai leat sihkkaris logut golmma vuosttaš sámediggeválggain (Sámediggi, 2001).

source: Tall for de tre siste valgene er gjengitt i tabell 3.7. Der framgår det at valgmanntallet hadde et lite, men klart mannsflertall ved alle disse valgene.
sme: Golmma maŋemus válggaid logut leat čallon Tabealla 7. Das boahtá ovdan ahte jienastuslogus lei unnán, muhto čielga dievdduid eanetlohku buot dain válggain.

source: Kvinneandelen økte noe i perioden, men bare med litt over én prosent – fra 45,6 % til 46,9 %.
sme: Nissonoassi lassánii veaháš áigodagas, muhto dušše veaháš badjelaš ovtta proseantta; 45,6 % rájes 46,9 % rádjái.

source: I figur 3.8 presenteres manntallets kretsvise kvinneandeler i hver av de 13 "gamle" kretsene ved de to valgene i 2001 og 2005. Figuren viser at i 2005 var det to valgkretser som hadde en kvinneandel på praktisk talt 50 % (Kautokeino og Sør-Norge), mens én krets faktisk hadde et lite kvinneoverskudd (Varanger).
sme: Govadat 8 bajábealde čájeha jienastuslogu nissonoasi biriid mielde dain 13 iešguđege “boares” biriin válggain 2001 ja 2005. Govadat čájeha ahte 2005 ledje guokte válgabiire main lei nissonoassi njuolgut daddjon 50 % (Guovdageaidnu ja Lulli-Norga), ovtta biires ges lei veaháš nisson eanetlohku (Várjjat).

source: Videre framgår det at fra 2001 til 2005 hadde 4 av de 13 kretsene nedgang i sin kvinneandel.
sme: Viidásit boahtá ovdan ahte 2001 rájes 2005 rádjái njealji dan 13 biires njiejai nissonoassi.

source: Størst var denne nedgangen i NordTroms, med hele 9,4 %.
sme: Eanemus njiedjan lei DavviRomssas olles 9,4 %.

source: I samme periode hadde Sør-Troms, Alta/Kvalsund og Sør-Norge en merkbar vekst i sine kvinneandeler, med henholdsvis 6,7 %, 6,1 % og 4,5 %.
sme: Seamma áigodagas lassánii nissonoassi biriin LulliRomsa, Áltá-Fálesnuorri ja Lulli-Norga, čuovvovaččat nu ollu go 6,7 %, 6,1 % ja 4,5 %.

source: Men veksten til tross, ved 2005-valget var det Alta/Kvalsund som, sammen med Nord-Troms, oppviste de laveste kvinneandelene i Sametingets valgmanntall på kretsnivå, respektive 42 % og 38 %.
sme: Goitge vaikko lei lassáneapmi, 2005-válggain lei ÁltáFálesnuoris ja Davvi-Romssas vuolemusas nissonoassi Sámedikki jienastuslogus biriid ektui; čuovvovaččat 42 % ja 38 %.

source: 3.4.2 Kjønnsfordeling per krets og kommune i 2009
sme: 3.4.2 Sohkabealejuohku biriin ja suohkaniin jagi 2009

source: For 2009-valget presenteres kjønnsfordelingen i det følgende noe mer detaljert, på både valgkrets- og kommunenivå.
sme: 2009-válggain buktit ovdan sohkabealejuogu čuovvovaččat veaháš dárkileappot, sihke válgabiire- ja suohkandásis.

source: Først til den kretsvise fordelingen.
sme: Álggos juhkui biiriid ektui.

source: Denne framstilles grafisk i figur 3.9.
sme: Dat govviduvvo gráfalaččat vuolábealde Govadat 3.9.

source: Tabell 3.8 viser at Sør-Norges kvinneflertall kun var på én prosent, eller på 52 personer i rene tall.
sme: Govadat 3.9 Jienastuslogu sohkabealejuohku biiriin jagi 2009 Tabealla 3.8 čájeha ahte Lulli-Norgga nisson eanetlohku lei dušše okta proseanta, dahje 52 olbmo loguid mielde.

source: Målt i prosent var Ávjovári valgkrets med sin kvinneandel på 49 % like kjønnslikestilt som Sør-Norge.
sme: Proseanttaid mielde lei Ávjovári válgabiire % nissonosiin, dássálagaid Lulli-Norgga biriin sohkabealedássetvuođas.

source: Dette var dog med motsatt fortegn, ettersom Ávjovári hadde et mannsflertall på 106.
sme: Dat lei goitge nuppelágan ovddabealmearkkain, danne go Ávjováris lei dievdduid eanetlohku 106.

source: Minst forskjell mellom antall menn og kvinner i manntallet var det i den tallmessig minste kretsen, Sørsamisk valgkrets.
sme: Unnimus erohus dievdduid ja nissoniid logu gaskkas lei loguid mielde unnimus biires, Åarjel-Saepmie válgabiires.

source: Minst kjønnslikestilt – både prosentvis og i rene tall – var Nordre valgkrets.
sme: Unnimus dásseárvu sohkabeliid gaskkas – sihke proseanttaid mielde ja čielga loguiguin – lei Davveguovllu válgabiires.

source: En slik posisjon rimer da også med at de gamle kretsene Alta/Kvalsund og Nord-Troms i 2005 kom "dårlig" ut med hensyn til de respektive kretsvise kvinneandelene.
sme: Dilli doppe heive maiddái dan ektui go boares biiriin ÁltáFálesnuoris ja Davvi-Romssas jagi 2005 “eai lean buorit” logut čujuhuvvon nissonosiide biriin.

source: Ut fra en antakelse om at befolkninger over en viss størrelse vanligvis består av om lag like mange menn og kvinner, er det grunn til å forvente at et kjønnsmessig representativt valgmanntall for Sametinget også skal ha en slik fordeling.
sme: Dainna navdimiin ahte álbmogiin dihto sturrodaga badjel dábálaččat leat sullii ovttamađe dievddut ja nissonat, de lea ágga vuordit ahte maiddái Sámedikki sohkabealátovddasteaddji jienastuslogus galggašii dakkár sohkabealejuohku.

source: I virkeligheten er det imidlertid dokumentert at mange kommuner ikke har en 50/50 kjønnsfordeling.
sme: Duohtavuođas lea baicca duođaštuvvon ahte máŋgga suohkanis ii leat 50/50 sohkabeale juohku.

source: Dette er ofte tilfellet i såkalte distriktskommuner.
sme: Nu lea dávjá nu gohčoduvvon guovllu-suohkaniin.

source: Slike demografiske fakta må det tas høyde for når kjønnsfordelingen i Sametingets valgmanntall skal vurderes på lavere geografisk nivå.
sme: Dakkár demográfalaš faktaid ferte váldit vuhtii go sohkabealejuogu Sámedikki jienastuslogus galgá árvvoštallat lagat geográfalaš dásis.

source: I arbeidet med dette kapittelet var det som nevnt ikke anledning til å studere lokale befolkningsstrukturer på detaljnivå.
sme: Nugo namuhuvvon, de ii lean dán kápihttala barggus vejolaš guorahallat báikkálaš álbmotstruktuvrraid bienalaš dásis.

source: Fordi manntallets kjønnsbalanse er et tema som fra tid til annen kommer på dagsordenen, er det likevel vurdert som hensiktsmessig å la kapittelet omfatte en oversikt over de kommuner som ved valget i 2009 hadde minst kjønnsbalanse i rene tall – enten denne balansen gikk i kvinners eller menns favør.
sme: Muhto go jienastuslogu sohkabealedássetvuohta lea áigeguovdilis temá duos dás ain, de leat goitge atnán ávkkálažžan kápihttalis fátmmastit oppalašgeahčastaga suohkaniin main 2009 válggain lei unnimus sohkabealedássetvuohta ráinnas loguiguin – beroškeahttá állaniigo dássetvuohta nissoniid dahje dievdduid ektui.

source: Oversikten består av tabellene 3.9a og 3.9b som gjengis nedenfor. Prosentvis kvinneandel er med i tabellene, men denne er av mindre substansiell interesse der det er få i manntallet.
sme: Oppalašgeahčastagas leat guokte tabealla mat leat vuollelis (nissonoassi proseanttaid mielde lea tabeallain, muhto dat lea unnán substánssalaš beroštumis dokko gokko leat unnán olbmot jienastuslogus).

source: Tabell 3.9a viser kommunene som i 2009 hadde et mannsflertall på minst 15 i Sametingets valgmanntall.
sme: Tabealla 3.9a vuolábealde čájeha suohkaniid main jagi 2009 lei dievdduid eanetlohku unnimusat 15 olbmuin Sámedikki jienastuslogus.

source: Tabellen viser at av de 21 kommunene er det kun Hammerfest, Rana, Hasvik og Nordreisa som ikke er såkalte STN-kommuner.
sme: Tabealla 3.9a čájeha ahte 21 suohkaniin, lea dušše Hámmárfeasta, Rana, Ákŋoluokta ja Ráisa mat eai leat nu gohčoduvvon SED-suohkanat.

source: Disse "unntakskommunene" ligger likevel alle i Nord-Norge.
sme: Dat “sierralágan suohkanat” leat goitge buohkat Davvi-Norggas.

source: Tabellen viser dessuten at i flere av de 21 kommunene var kvinneandelen på godt under 40 %.
sme: Tabealla čájeha dasa lassin máŋgga dan 21 suohkanis nissonoasi bures vuollel 40 %.

source: Tabell 9a viser videre at når mannsoverskudd måles i rene tall, er det Alta som kommer dårligst ut.
sme: Tabealla 3.9a čájeha viidáseappot ahte go dievdduid eanetlohku mihtiduvvo ráinnas loguid ektui, de Álttás leat heajumus logut.

source: Tana ble en god nummer to, med Lyngen hakk i hæl.
sme: Deanus nubbin heajumus, ja de Ivggus.

source: Det må igjen understrekes at de kommunene som har et stort mannsoverskudd i rene tall, ikke nødvendigvis har dårligst kjønnsbalanse i prosent.
sme: Ferte fas deattuhuvvot ahte suohkaniin main lea stuora dievdduid eanetlohku ráinnas loguid ektui, ii dárbbaš leat heajumus sohkabeale dássetvuohta proseanttaiguin.

source: I 2009 gjaldt dette eksempelvis Tana og Karasjok.
sme: 2009 guoskkai dat nugo Detnui ja Kárášjohkii.

source: Begge disse kommunene hadde da så vidt store totale valgmanntall at mannsoverskuddene der "kun" utgjorde tre prosent, det vil si at kommunene hadde samme kjønnsbalanse som det var i Sametingets valgmanntall totalt.
sme: Goappaš suohkaniin lei jur dan sturrosaš ollislaš jienastuslohku ahte dievdduid eanetlohku dagai dain "dušše" golbma proseanta, dat mearkkaša ahte suohkaniin lei seamma sohkabealedássetvuohta go Sámedikki jienastuslogus oktiibuot.

source: Men selv om mannsoverskudd er mest utbredt, finnes det noen få kommuner som har kvinneoverskudd i valgmanntallet.
sme: Muhto vaikko dievdduid eanetlohku lea dábáleamos, de leat muhtun moadde suohkana main lea nisson eanetlohku jienastuslogus.

source: Hvilke kommuner som har størst nominelt kvinneflertall, framgår av tabell 3.9b.
sme: Suohkanat main lea stuorimus nominála nisson eanetlohku ovdanbukto Tabealla 3.9b.

source: Tabell 3.9b toppes av byene Harstad og Vadsø, og også mange av de andre kommunene i denne tabellen er byer.
sme: Bajimusas Tabeallas 3.9b leat gávpogat Hárštá ja Čáhcesuolu ja maiddái máŋga eará suohkana tabeallas leat gávpogat.

source: I tillegg ser vi at hele 15 av de 20 kommunene som hadde nevneverdige kvinneflertall, ligger sør for Saltfjellet.
sme: Dasa lassin oaidnit ahte olles 15 dan 20 suohkanis main lei namuhan veara nisson eanetlohku, leat lulábealde Sáltoduoddara.

source: Sammenlignet med tabell 9a er det påfallende at kvinneflertallene gjennomgående er tallmessig mindre enn det mannsflertallene var.
sme: Go buohtastahttá Tabeallain 3.9a de lea mearkkašahtti ahte nisson eanetlogut leat loguid mielde aivve vuollelis go dievdduid eanetlogut.

source: Enda mer slående er det at mens nesten alle kommunene som hadde nevneverdige mannsflertall i 2009, er helt eller delvis STN-kommuner, er det kun én av kommunene med kvinneflertall som er det.
sme: Vel eanet mearkkašahtti lea go measta buot suohkanat main lei namuhan veara dievdduid eanetlohku 2009, leat ollislaš dahje belohahkii SED-suohkanat, dušše okta suohkaniin mas lei nissoneanet lohku lei dakkár.

source: Men dette er da også bykommunen Tromsø.
sme: Muhto dat leage maiddái gávpotsuohkan Romsa.

source: Til slutt i dette underkapittelet kan det påpekes et (demografisk?) poeng som ikke framgår av de gjengitte tabellene: I den kommunen som har desidert flest innmeldte i Sametingets valgmanntall, det vil si Kautokeino, er kjønnsbalansen praktisk talt 50/50: 778 menn og 779 kvinner.
sme: Loahpalaččat dán vuollekápihttalis sáhttá čujuhit aiddolašvuhtii mii ii boađe ovdan namuhuvvon tabeallain: Dan suohkanis mas leat čielgasit eanemusat čálihuvvon Sámedikki jienastuslohkui, namalassii Guovdageainnus, doppe lea sohkabealedássetvuohta njuolgut daddjon 50/50: 778 dievddu ja 779 nissona.

source: For øvrig vil det framgå av de neste underkapitlene at bildet av valgmanntallets kvinneunderskudd nyanseres noe når det tas hensyn til de innmeldtes alder.
sme: Muđui boahtá maiddái ovdan čuovvovaš vuollekápihttaliin ahte govvideapmi jienastuslogu nissonváilivuođas oidno máŋgga ládje go váldá vuhtii jienastuslogu čáliheddjiid agi.

source: 3.4.3 Valgmanntallets alderssammensetning totalt i 2005 og 2009
sme: 3.4.3 Jienastuslogu ahkečohkkehus oktiibuot jagiid 2005 ja -09

source: Også manntallets alderssammensetning har i årenes løp blitt fokusert, om enn ikke i samme grad som fordelingen av kvinner og menn.
sme: Jienastuslogu ahkečohkkehusa leat maiddái jagiid mielde fokuseren, vaikko vel eai nu ollu go juogu gaskal nissoniid ja dievdduid.

source: Det som synes å ha størst interesse blant dem som retter oppmerksomheten mot aldersaspektet, er behovet for kontinuerlig rekruttering av ungdom til manntallet.
sme: Sis geat leat áiccalmahttán ahkemeriid orru leamaš eanemus beroštupmi dasa ahte lea dárbu jámma nuoraid bestemii jienastuslohkui.

source: Ifølge rapporten fra Sametingets valgregelutvalg (Sametinget, 2001) var det ved 2001-valget 4 % av de manntallsførte som var under 25 år.
sme: Sámedikki válganjuolggaduslávdegotti raportta mielde (Sámediggi, 2001) ledje 2001-válggain 4 % olbmuin jienastuslogus vuollil 25 jagi.

source: Dette er én av få opplysninger som foreligger om manntallets aldersfordeling før 2005. I det følgende presenteres noen av de tall som finnes om valgmanntallets aldersspredning ved valgene i 2005 og 2009. I neste underkapittel gis dessuten et overblikk over kjønnsfordelingen i ulike aldersgrupper.
sme: Dat lea okta unnán dieđuin mat leat oažžumis jienastuslogu ahkejuogu birra ovdal jagi 2005. Čuovvovaččat ovdanbuktit muhtun loguid mat gávdnojit jienastuslogu ahkejuogu birra válggain jagiid 2005 ja 2009. Boahtte vuollekápihttalis lea maiddái čielggadus sohkabeale juogus iešguđet ahkejoavkkuin.

source: Det er i skrivende stund ikke tilgang til aldersdata på kretsnivå.
sme: Čállin bottus ii lean vejolaš oažžut ahkedata biiredásis.

source: Presentasjonene omhandler derfor situasjonen for Sametingets valgmanntall som helhet.
sme: Ovdanbuktimat leat dasto Sámedikki jienastuslogu ollislaš dilálašvuođa birra.

source: Utgangspunktet for presentasjonene er tallene som er gjengitt i tabell 10. Aldersgrupperingene i denne tabellen tilsvarer grupperinger som benyttes i SSBs offisielle valgstatistikk.
sme: Vuolggasadji ovdanbuktimiidda leat logut mat leat bájuhuvvon Tabealla 10. Ahkejoavkkuid juohkin dan tabeallas leat nugo SGD almmolaš válgastatistihka joavkojuohkin lea.

source: Beregning av antall kvinner og menn per aldersgruppe er gjort av Yngve Johansen,
sme: Meroštallama nissoniin ja dievdduid iešguđege ahkejoavkku ektui, lea dahkan Yngve Johansen

source: prosjektleder for Faglig analysegruppe for samisk statistikk.
sme: Sámi statistihka fágalaš analysajoavkku čálli.

source: Med hensyn til valgmanntallets generelle aldersfordeling viser tabell 3.10 først og fremst at fra 2005 til 2009 sank andelen av helt unge innmeldte fra 5 % til 3 %.
sme: Go váldá vuhtii jienastuslogu oppalaš ahkejuogu, de čájeha Tabealla 3.10 vuosttažin ahte 2005 rájes 2009 rádjái njiejai oassi áibbas nuorra jienastuslogu čáliheddjiin 5% rájes 3 % rádjái.

source: Samtidig økte andelen innmeldte over 60 år fra 21 % til 24 %.
sme: Seammás lassánedje čáliheaddjit agis badjel 60 jagi 21 % rájes 24 % rádjái.

source: Dette tyder på at valgmanntallets samlede aldersfordeling i disse fire årene ble noe forskjøvet i de eldstes favør.
sme: Dat orru mearkkašeame ahte jienastuslogu ollislaš ahkejuohku dan njealji jagis duvdásii veaháš eanet boarrásiid beallai.

source: En grafisk framstilling hvor de tre yngste aldersgruppene i tabell 3.10 er slått sammen til én gruppe bestående av alle under 30 år, bekrefter denne tendensen: Figur 3.10 illustrerer spesielt to forhold, nemlig at det er et økende antall personer i manntallet som er over 60 år, samt at det var lavere rekruttering av personer under 30 år i 2009 enn det var i 2005. Sistnevnte forhold framtrer med større tydelighet når aldersgruppen 18–29 år, som ble konstruert for å brukes i figur 10, "tilbakestilles" til de opprinnelige tre aldersgruppene i en ny figur 3.11. Hver av disse gruppene omfatter da dem som var førstegangsvelgere ved valgene i henholdsvis 2001, 2005 og 2009.
sme: Gráfalaš govvádus mas Tabealla 3.10 golbma nuoramus ahkejoavkku leat časkon oktan joavkun, mas leat sii vuollel 30 jagi, duođašta dan tendeanssa: Govadat 3.10 govahallá erenoamážit guokte dilálašvuođa, namalassii jienastuslogu lassáneami olbmuin badjel 60 jagi ja ahte lea unnit besten olbmuin vuollil 30 jagi 2009 go 2005. Maŋemus namuhuvvon dilálašvuohta boahtá ovdan čielgaseappot go ahkejoavku 18-29 mii ráhkaduvvui Govadat 10 geavaheapmái, “biddjo eret” golmma ahkejovkui nu mo ledje álgoálggus, dan ođđa Govadat 11. Buot dát joavkkut fátmmasta sin geat ledje vuosttašgearddi jienasteaddjit válggain 2001, 2005 ja 2009:

source: Figur 3.11 viser at manntallsrekrutteringen av førstegangsvelgere – altså de i aldersgruppen 18–21 år – var langt lavere i 2009 enn i 2005. Men figuren viser også at det i 2009 var vekst i begge de to øvrige aldersgruppene under 30 år.
sme: Govadat 3.11 čájeha ahte vuosttašgearddi jienasteddjiid besten jienastuslohkui–nappo sii ahkejoavkkuin 18-21 jagi–lei mihá unnit jagi 2009 go 2005. Muhto Govadat čájeha maiddái ahte 2009 lei lassáneapmi dan guovtti eará ahkejoavkkus vuollel 30 jagi.

source: Dette tyder på at det i årene 2005–2009 fant sted en fortsatt rekruttering av dem som var førstegangsvelgere ved de to foregående valgene.
sme: Dat orru mearkkašeame ahte jagiid 2005-2009 ain bestejedje sin geat ledje vuosttašgearddi jienasteaddjit guovtti ovddit válggain.

source: Selv om 2005 var et "unntaksvalg" med særlig stor mobilisering til manntallet, tilsier figur 11 at ungdom ikke nødvendigvis melder seg inn i Sametingets valgmanntall i løpet av de første årene etter fylte 18 år.
sme: Vaikko 2005 lei “sierralágan válga” erenoamáš stuora mobiliseremiin jienastuslohkui, de čujuha Govadat 3.11 ahte nuorat eai soaitte čálihit Sámedikki jienastuslohkui vuosttaš jagiid maŋŋil go leat deavdán 18 jagi.

source: 3.4.4 Valgmanntallets kvinneandel per aldersgruppe i 2005 og 2009
sme: 3.4.4 Jienastuslogunissonoassi ahkejoavkkuid ektui jagii 2005 ja 2009

source: Et forhold som kan hende er særlig verdt å merke seg med hensyn til både alders- og kjønnsfordelingen i Sametingets valgmanntall, er at det ser ut til å pågå en forskyvning mot økt kvinneandel i spesielt de yngste årsklassene.
sme: Dilálašvuohta maid erenoamážit soaitá gánnáhit mearkkašahttit Sámedikki jienastuslogu ahke -ja sohkabealejuogu ektui, lea ahte orru rievdagoahtán stuorit nissonoassái erenoamážit nuoramus jahkebuolvvain.

source: Figur 3.12 illustrer dette.
sme: Govadat 12 govahallá dan:

source: Denne figuren viser at Sametingets valgmanntall i 2009 hadde et merkbart kvinneflertall i det yngste segmentet, definert som de tre aldersgruppene mellom 18 og 29 år.
sme: Dát Govadat čájeha ahte Sámedikki jienastuslogus jagi 2009 lei mearkkašahtti nisson eanetlohku nuoramus semeanttas, definerejuvvon golmmain ahkejoavkun gaskal 18 ja 29 jagi.
